-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jun 25, 2021 at 10:39 AM
-- Server version: 10.4.6-MariaDB
-- PHP Version: 7.3.9

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `rentparking`
--

-- --------------------------------------------------------

--
-- Table structure for table `booking`
--

CREATE TABLE `booking` (
  `booking_id` int(11) NOT NULL,
  `parking_id` int(11) DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `from` datetime NOT NULL,
  `to` datetime NOT NULL,
  `booking_status` varchar(128) NOT NULL,
  `created_date` date DEFAULT NULL,
  `last_modified_date` date DEFAULT NULL,
  `last_modified_by` varchar(128) DEFAULT NULL,
  `record_status` tinyint(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `booking`
--

INSERT INTO `booking` (`booking_id`, `parking_id`, `user_id`, `from`, `to`, `booking_status`, `created_date`, `last_modified_date`, `last_modified_by`, `record_status`) VALUES
(2, 2, 2, '2021-06-20 15:10:10', '2021-06-22 18:10:10', 'FREE', NULL, '2021-06-23', 'system', 1),
(3, 3, 2, '2021-06-21 15:10:10', '2021-06-21 15:10:10', 'FREE', NULL, NULL, NULL, 1);

-- --------------------------------------------------------

--
-- Table structure for table `location`
--

CREATE TABLE `location` (
  `location_id` int(11) NOT NULL,
  `name` varchar(128) NOT NULL,
  `address` varchar(256) DEFAULT NULL,
  `latitude` double NOT NULL,
  `longitude` double NOT NULL,
  `city` varchar(256) DEFAULT NULL,
  `created_date` date DEFAULT NULL,
  `last_modified_date` date DEFAULT NULL,
  `last_modified_by` varchar(128) DEFAULT NULL,
  `record_status` tinyint(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `location`
--

INSERT INTO `location` (`location_id`, `name`, `address`, `latitude`, `longitude`, `city`, `created_date`, `last_modified_date`, `last_modified_by`, `record_status`) VALUES
(30, 'Алексинац', NULL, 43.54150701702099, 21.707938650817283, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1572, 'Јужна Морава', 'Јужна Морава', 43.54272348400917, 21.676025390625, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1573, 'Јужна Морава', 'Јужна Морава', 43.524126015958046, 21.719970703125, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1574, 'Јужна Морава', 'Јужна Морава', 43.50872101129684, 21.740269660949707, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1575, 'Леле Поповић', 'Леле Поповић', 43.549543451458504, 21.707042455673218, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1576, 'Војводе Путника', 'Војводе Путника', 43.52618749848088, 21.709617376327515, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1578, 'Шести август', 'Шести август', 43.55609051629935, 21.68777346611023, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1579, 'Душанова', 'Душанова', 43.55600498915865, 21.694607734680176, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1580, 'Горанска', 'Горанска', 43.54691509472602, 21.69397473335266, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1581, 'Озренска', 'Озренска', 43.54390556329102, 21.71573281288147, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1582, 'Војводе Мишића', 'Војводе Мишића', 43.532091505749804, 21.714380979537964, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1583, 'Дракчета Миловановића', 'Дракчета Миловановића', 43.5813856701636, 21.647154092788696, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1584, 'Тихомира Ђорђевића', 'Тихомира Ђорђевића', 43.55438772583037, 21.688567399978638, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1585, 'Леле Поповић', 'Леле Поповић', 43.552770419098465, 21.706570386886597, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1586, 'Краља Александра Карађорђевића', 'Краља Александра Карађорђевића', 43.547552753930546, 21.690831184387207, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1587, 'Војводе Петра Бојовића', 'Војводе Петра Бојовића', 43.553998954136404, 21.68455481529236, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1588, 'Тихомира Ђорђевића', 'Тихомира Ђорђевића', 43.55063986225275, 21.690809726715088, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1589, 'Душана Тривунца', 'Душана Тривунца', 43.542280198302876, 21.707332134246826, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1593, 'Седмог јула', 'Седмог јула', 43.537092735617534, 21.71125888824463, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1594, 'Нишка', 'Нишка', 43.53177259522184, 21.710336208343506, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1595, 'Душана Тривунца', 'Душана Тривунца', 43.541370285852, 21.707611083984375, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1597, 'Балканска', 'Балканска', 43.51905369114391, 21.736868619918823, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1598, 'Војводе Путника', 'Војводе Путника', 43.51768440153495, 21.699371337890625, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1599, 'Драгољуба Вујића', 'Драгољуба Вујића', 43.51491460710329, 21.698684692382812, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1600, 'Моше Пијаде', 'Моше Пијаде', 43.516112792207764, 21.673439741134644, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1601, 'Милентија Поповића', 'Милентија Поповића', 43.51128100421508, 21.69075608253479, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1602, 'Ратка Јовића', 'Ратка Јовића', 43.511024231709285, 21.691324710845947, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1603, 'Балканска', 'Балканска', 43.511537775628426, 21.751556396484375, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1605, 'Светозара Драгићевића', 'Светозара Драгићевића', 43.55037548133291, 21.704553365707397, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1606, 'Седмог јула', 'Седмог јула', 43.559768068513534, 21.69153928756714, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1607, 'Павла Савића', 'Павла Савића', 43.55074872464738, 21.692708730697632, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1609, 'Душанова', 'Душанова', 43.550033339597434, 21.695165634155273, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1610, 'Војводе Петра Бојовића', 'Војводе Петра Бојовића', 43.556385972760495, 21.687601804733276, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1611, 'Девет Југовића', 'Девет Југовића', 43.54959010764327, 21.707063913345337, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1612, 'Бранислава Нушића', 'Бранислава Нушића', 43.55455100919394, 21.69172167778015, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1613, 'Божанић Станић', 'Божанић Станић', 43.55940265582106, 21.69097065925598, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1614, 'Банета Савића', 'Банета Савића', 43.55897504240937, 21.690326929092407, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1617, 'Првомајска', 'Првомајска', 43.5479882246328, 21.71494960784912, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1620, 'Дракчета Миловановића', 'Дракчета Миловановића', 43.51569265208744, 21.68901801109314, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1621, 'Брђакова', 'Брђакова', 43.542039111725785, 21.70598030090332, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1622, 'Васе Николића', 'Васе Николића', 43.53416049406766, 21.70321226119995, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1625, 'Солунска', 'Солунска', 43.51633842180581, 21.673128604888916, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1626, 'Седме бригаде', 'Седме бригаде', 43.540234820285264, 21.693427562713623, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1628, 'Јелке Радуловић', 'Јелке Радуловић', 43.543617822442286, 21.706656217575073, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1629, 'Југ Богданова', 'Југ Богданова', 43.544333283636206, 21.700809001922607, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1631, 'Краља Петра првог', 'Краља Петра првог', 43.52961018179377, 21.710357666015625, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1632, 'Солунска', 'Солунска', 43.54628520523059, 21.696807146072388, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1633, 'Аце Милојевића', 'Аце Милојевића', 43.546121899472155, 21.708437204360962, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1635, 'Орашачка', 'Орашачка', 43.54430217680434, 21.69126033782959, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1637, 'Петра Зеца', 'Петра Зеца', 43.5343004982318, 21.701291799545288, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1639, 'Шуматовачка', 'Шуматовачка', 43.536073856177126, 21.719766855239868, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1640, 'Станка Пауновића', 'Станка Пауновића', 43.53909933333426, 21.718093156814575, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1641, 'Спортска', 'Спортска', 43.540685898207556, 21.71298623085022, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1642, 'Симе Станића Реље', 'Симе Станића Реље', 43.528505609768075, 21.73667550086975, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1643, 'Ратка Јовића', 'Ратка Јовића', 43.545873051751386, 21.712868213653564, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1648, 'Моравичка', 'Моравичка', 43.53844602978111, 21.712878942489624, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1649, 'Моравичка', 'Моравичка', 43.54053813167366, 21.713297367095947, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1650, 'Момчила Поповића', 'Момчила Поповића', 43.54056146325573, 21.712921857833862, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1651, 'Милентија Поповића', 'Милентија Поповића', 43.546534051249864, 21.715174913406372, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1652, 'Мајора Гавриловића', 'Мајора Гавриловића', 43.54700063476719, 21.713318824768066, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1653, 'Максима Горког', 'Максима Горког', 43.536221633651934, 21.71271800994873, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1654, 'Краљице Марије', 'Краљице Марије', 43.54641740480625, 21.71747088432312, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1656, 'Десимира Јовића Чиче', 'Десимира Јовића Чиче', 43.53240263634706, 21.71624779701233, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1659, 'Бранка Милојевића', 'Бранка Милојевића', 43.52962573900177, 21.713790893554688, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1660, 'Љупчета Николића', 'Љупчета Николића', 43.54610634651968, 21.713061332702637, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1662, 'Драгољуба Аврамовића', 'Драгољуба Аврамовића', 43.50925791850591, 21.69322371482849, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1663, 'Стевана Сремца', 'Стевана Сремца', 43.5153036308493, 21.68250560760498, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1664, 'Дракчета Миловановића', 'Дракчета Миловановића', 43.51293054698834, 21.687934398651123, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1665, 'Баштованска', 'Баштованска', 43.512035753437544, 21.69328808784485, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1666, 'Кнеза Лазара', 'Кнеза Лазара', 43.513335144933876, 21.685874462127686, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1667, 'Тршћанска', 'Тршћанска', 43.511055355707555, 21.69628143310547, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1668, 'Истарска', 'Истарска', 43.51176342233228, 21.693845987319946, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1669, 'Бранка Гавриловића', 'Бранка Гавриловића', 43.50774834114634, 21.69771909713745, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1670, 'Радета Спасића', 'Радета Спасића', 43.50978703977839, 21.69279456138611, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1671, 'Николе Тесле', 'Николе Тесле', 43.51270490464819, 21.685413122177124, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1672, 'Партизанска', 'Партизанска', 43.51039396729078, 21.69572353363037, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1673, 'Бранке Митић', 'Бранке Митић', 43.50904004369255, 21.697204113006592, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1674, 'Првог устанка', 'Првог устанка', 43.55011887521337, 21.69529438018799, 'Aleksinac', '2021-06-21', '2021-06-21', 'system', 1),
(1838, 'Победе', 'Победе', 43.28768689034487, 21.918561458587646, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1839, 'Мајаковског', 'Мајаковског', 43.320962876723996, 21.936113834381104, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1840, 'Хумска', 'Хумска', 43.34488970985956, 21.880838871002197, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1841, 'Поповачка', 'Поповачка', 43.32642645443505, 21.850004196166992, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1842, 'Рузмарина', 'Рузмарина', 43.33056283641346, 21.95046901702881, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1843, 'Булевар Николе Тесле', 'Булевар Николе Тесле', 43.33157737765228, 21.895580291748047, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1844, 'Косовке девојке', 'Косовке девојке', 43.334527255126886, 21.909635066986084, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1846, 'Ивана Милутиновића', 'Ивана Милутиновића', 43.32183708217747, 21.86753511428833, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1847, 'Рузмарина', 'Рузмарина', 43.32717570677798, 21.960983276367188, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1848, 'Обилићев венац', 'Обилићев венац', 43.31577982890187, 21.88422918319702, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1849, 'Мокрањчева', 'Мокрањчева', 43.31126771950957, 21.90195322036743, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1850, 'Душана Поповића', 'Душана Поповића', 43.31182979984558, 21.900901794433594, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1851, 'Војводе Мишића', 'Војводе Мишића', 43.31827773846675, 21.90502166748047, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1852, 'Сарајевска', 'Сарајевска', 43.327472283277274, 21.88751220703125, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1853, 'Маршала Тита', 'Маршала Тита', 43.33028188353558, 21.859252452850342, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1854, 'Димитрија Туцовића', 'Димитрија Туцовића', 43.32494353192712, 21.864230632781982, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1855, 'Ваздухопловаца', 'Ваздухопловаца', 43.34457761356177, 21.867470741271973, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1856, 'Солунских ратника', 'Солунских ратника', 43.32748789252662, 21.927144527435303, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1857, 'Сарајевска', 'Сарајевска', 43.3236947270002, 21.887962818145752, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1858, 'Ратка Павловића', 'Ратка Павловића', 43.32317958748908, 21.949996948242188, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1860, 'Озренска', 'Озренска', 43.33530762202608, 21.926136016845703, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1861, 'Милана Благојевића', 'Милана Благојевића', 43.33507351300929, 21.924376487731934, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1862, 'Мавровска', 'Мавровска', 43.3329040598546, 21.908626556396484, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1863, 'Коларчева', 'Коларчева', 43.326083044022596, 21.958858966827393, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1864, 'Кнеза Михајла Обреновића', 'Кнеза Михајла Обреновића', 43.3334659400509, 21.922595500946045, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1865, 'Ивана Горана Ковачића', 'Ивана Горана Ковачића', 43.335276407542665, 21.924397945404053, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1866, 'Жикице Јовановића Шпанца', 'Жикице Јовановића Шпанца', 43.335292014786376, 21.925277709960938, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1867, 'Др Драгише Мишовића', 'Др Драгише Мишовића', 43.32884588186309, 21.927337646484375, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1868, 'Деспота Ђурђа', 'Деспота Ђурђа', 43.335619765977896, 21.92697286605835, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1870, 'Горњоматејевачка', 'Горњоматејевачка', 43.33978673404533, 21.924784183502197, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1872, 'Борска', 'Борска', 43.34245531618487, 21.918582916259766, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1873, 'Александра Медведева', 'Александра Медведева', 43.33163981040573, 21.895301342010498, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1874, 'Јаниса Јанулиса', 'Јаниса Јанулиса', 43.33466772190883, 21.935791969299316, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1875, 'Јадранска', 'Јадранска', 43.32666059678499, 21.901652812957764, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1876, 'Ђорђа Андрејевића Куна', 'Ђорђа Андрејевића Куна', 43.334121460376224, 21.927037239074707, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1877, 'Чедомира Крстића', 'Чедомира Крстића', 43.29836967052299, 21.873714923858643, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1878, 'Слободана Пенезића Крцуна', 'Слободана Пенезића Крцуна', 43.307270553870495, 21.8862247467041, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1879, 'Радивоја Кораћа', 'Радивоја Кораћа', 43.29610520280605, 21.873157024383545, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1880, 'Осме српске бригаде', 'Осме српске бригаде', 43.29402806516413, 21.870195865631104, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1881, 'Никодија Стојановића Татка', 'Никодија Стојановића Татка', 43.315295847048844, 21.868479251861572, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1882, 'Ледена стена', 'Ледена стена', 43.31632625539342, 21.863114833831787, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1883, 'Калач брдо', 'Калач брдо', 43.30402266323321, 21.880431175231934, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1884, 'Димитрија Лека', 'Димитрија Лека', 43.31268852365457, 21.860389709472656, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1885, 'Глигорија Ђака', 'Глигорија Ђака', 43.293184695795276, 21.869380474090576, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1886, 'Бубањска долина', 'Бубањска долина', 43.30199264346351, 21.878070831298828, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1889, '1300 каплара', '1300 каплара', 43.30527187247617, 21.867427825927734, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1890, 'Чемерничка', 'Чемерничка', 43.290123479078574, 21.919634342193604, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1891, 'Филипа Филиповића', 'Филипа Филиповића', 43.31571737984709, 21.931307315826416, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1892, 'Триглавска', 'Триглавска', 43.308800749895084, 21.915535926818848, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1893, 'Топличка', 'Топличка', 43.323320080516226, 21.937551498413086, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1894, 'Станоја Главаша', 'Станоја Главаша', 43.30939408084626, 21.904549598693848, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1897, 'Симе Јоцића', 'Симе Јоцића', 43.29679236054278, 21.955275535583496, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1898, 'Светолика Ранковића', 'Светолика Ранковића', 43.30305450841357, 21.88974380493164, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1900, 'Ратка Павловића', 'Ратка Павловића', 43.32052576928015, 21.948323249816895, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1902, 'Николе Узуновића', 'Николе Узуновића', 43.31862119300169, 21.926350593566895, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1904, 'Маршала Тита', 'Маршала Тита', 43.29680797767381, 21.955726146697998, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1905, 'Марка Јовановића', 'Марка Јовановића', 43.30823864154604, 21.89371347427368, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1906, 'Марина Држића', 'Марина Држића', 43.31078370172145, 21.926822662353516, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1907, 'Кованлучка', 'Кованлучка', 43.31120526581802, 21.898820400238037, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1908, 'Кеј Мике Палигорића', 'Кеј Мике Палигорића', 43.321883914257484, 21.887640953063965, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1909, 'Игманска', 'Игманска', 43.30578716381041, 21.912617683410645, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1910, 'Ивка Јорганџије', 'Ивка Јорганџије', 43.26640945020753, 21.958773136138916, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1911, 'Здравке Вучковић', 'Здравке Вучковић', 43.297120319452375, 21.893391609191895, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1912, 'Жарка Ђурића', 'Жарка Ђурића', 43.31304762274041, 21.92720890045166, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1913, 'Доктора Михајла Мике Марковића', 'Доктора Михајла Мике Марковића', 43.30455358029806, 21.97040319442749, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1914, 'Димитрија Драговића', 'Димитрија Драговића', 43.317606435361085, 21.930534839630127, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1915, 'Габровачки пут', 'Габровачки пут', 43.31123649267181, 21.921372413635254, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1916, 'Габровачки пут 2. део', 'Габровачки пут 2. део', 43.30085267956582, 21.916394233703613, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1917, 'Владимира Милића', 'Владимира Милића', 43.308223027351005, 21.965339183807373, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1919, 'Видена Јовановића', 'Видена Јовановића', 43.3061306889399, 21.941006183624268, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1920, 'Булевар Шабана Бајрамовића', 'Булевар Шабана Бајрамовића', 43.310143543242674, 21.93023443222046, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1921, 'Браће Вуксановић', 'Браће Вуксановић', 43.306364909506016, 21.935834884643555, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1923, 'Његошева', 'Његошева', 43.31207961165961, 21.893820762634277, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1924, 'Његошева', 'Његошева', 43.30792635688371, 21.888177394866943, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1925, 'Јована Апела', 'Јована Апела', 43.30739546927563, 21.908841133117676, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1926, 'Љубомира Николића', 'Љубомира Николића', 43.3006652861946, 21.918025016784668, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(1930, 'Ђорђа Крстића', 'Ђорђа Крстића', 43.31025283906999, 21.91248893737793, 'Niš', '2021-06-21', '2021-06-21', 'system', 1),
(2098, 'Савско језеро', 'Савско језеро', 44.78826196887661, 20.414679050445557, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2099, 'Дунав', 'Дунав', 44.84029065139799, 20.43708086013794, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2100, 'Дунав', 'Дунав', 44.82965431481935, 20.478515625, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2101, 'Милана Ракића', 'Милана Ракића', 44.792388835200256, 20.516388416290283, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2102, 'Уралска', 'Уралска', 44.81569780323494, 20.51844835281372, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2103, 'Корнатска', 'Корнатска', 44.8174939232523, 20.523405075073242, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2104, 'Булевар војводе Мишића', 'Булевар војводе Мишића', 44.79333294764237, 20.42982816696167, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2105, 'Тошин бунар', 'Тошин бунар', 44.83834308566654, 20.40289878845215, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2106, 'Угриновачка', 'Угриновачка', 44.84296844679025, 20.404465198516846, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2107, 'Булевар кнеза Александра Карађорђевића', 'Булевар кнеза Александра Карађорђевића', 44.77877362590647, 20.458345413208008, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2108, 'Булевар ослобођења', 'Булевар ослобођења', 44.78740914790359, 20.465705394744873, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2109, 'Цара Николаја Другог', 'Цара Николаја Другог', 44.7976421679671, 20.474610328674316, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2110, 'Цара Душана', 'Цара Душана', 44.82571274170709, 20.455749034881592, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2111, 'Пожешка', 'Пожешка', 44.77808821169123, 20.414936542510986, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2112, 'Максима Горког', 'Максима Горког', 44.80134205443261, 20.475704669952393, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2113, 'Краља Милана', 'Краља Милана', 44.803123396631804, 20.466349124908447, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2114, 'Двадесетдругог октобра', 'Двадесетдругог октобра', 44.83922558454506, 20.408263206481934, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2115, 'Булевар деспота Стефана', 'Булевар деспота Стефана', 44.816671976967, 20.462357997894287, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2116, 'Булевар војводе Бојовића', 'Булевар војводе Бојовића', 44.81986836892921, 20.44976234436035, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2117, 'Јурија Гагарина', 'Јурија Гагарина', 44.80434137673063, 20.403971672058105, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2118, 'Трише Кацлеровића', 'Трише Кацлеровића', 44.78657154361184, 20.466907024383545, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2119, 'Сарајевска', 'Сарајевска', 44.800124011011235, 20.45079231262207, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2120, 'Народних хероја', 'Народних хероја', 44.826032338757045, 20.408735275268555, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2121, 'Милешевска', 'Милешевска', 44.80155520938757, 20.475940704345703, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2122, 'Кнеза Вишеслава', 'Кнеза Вишеслава', 44.78328192552439, 20.421888828277588, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2123, 'Вељка Лукића Курјака', 'Вељка Лукића Курјака', 44.779794116440655, 20.46851634979248, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2124, 'Васе Пелагића', 'Васе Пелагића', 44.78847517215107, 20.440964698791504, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2125, 'Булевар војводе Путника', 'Булевар војводе Путника', 44.79417045381658, 20.448110103607178, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2126, 'Љешка', 'Љешка', 44.77598622403039, 20.41161060333252, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2127, 'Цара Николаја Другог', 'Цара Николаја Другог', 44.79773352604522, 20.47576904296875, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2128, 'Миријевски булевар', 'Миријевски булевар', 44.79442931690238, 20.5279541015625, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2130, 'Заплањска', 'Заплањска', 44.78046427951702, 20.487055778503418, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2132, 'Драгослава Срејовића', 'Драгослава Срејовића', 44.80531574229508, 20.51750421524048, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2133, 'Витезова Карађорђеве звезде', 'Витезова Карађорђеве звезде', 44.792876120969936, 20.524263381958008, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2135, 'Светог Николе', 'Светог Николе', 44.80880200928479, 20.48330068588257, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2136, 'Северни булевар', 'Северни булевар', 44.81498238391964, 20.49173355102539, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2137, 'Самјуела Бекета', 'Самјуела Бекета', 44.78970868992303, 20.533812046051025, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2138, 'Пера Ћетковића', 'Пера Ћетковића', 44.80511782562175, 20.524885654449463, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2139, 'Мис Ирбијеве', 'Мис Ирбијеве', 44.78966300454971, 20.5129337310791, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2140, 'Миријевски венац', 'Миријевски венац', 44.79465772454316, 20.53117275238037, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2143, 'Маршала Тита', 'Маршала Тита', 44.80639665983722, 20.557823181152344, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2144, 'Маршала Тита', 'Маршала Тита', 44.823992974780225, 20.541107654571533, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2145, 'Маријане Грегоран', 'Маријане Грегоран', 44.81289696208185, 20.517525672912598, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2146, 'Ладне воде', 'Ладне воде', 44.79482522290519, 20.52344799041748, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2147, 'Косте Нађа', 'Косте Нађа', 44.786830440781614, 20.540742874145508, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2148, 'Грчића Миленка', 'Грчића Миленка', 44.79159698704939, 20.489866733551025, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2149, 'Волгина', 'Волгина', 44.81295785137945, 20.501282215118408, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2150, 'Војводе Мицка Крстића', 'Војводе Мицка Крстића', 44.81317096341485, 20.508534908294678, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2151, 'Војводе Шупљикца', 'Војводе Шупљикца', 44.79814463560675, 20.486562252044678, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2152, 'Љубице Луковић', 'Љубице Луковић', 44.80849754021591, 20.49372911453247, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2153, 'Бранка Крсмановића', 'Бранка Крсмановића', 44.802286020397304, 20.49072504043579, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2154, 'Маршала Тита', 'Маршала Тита', 44.807036066313486, 20.56365966796875, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2155, 'Београдска', 'Београдска', 44.806290091402104, 20.588786602020264, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2156, 'Ратка Митровића', 'Ратка Митровића', 44.747647620187706, 20.430214405059814, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2157, 'Незнаног јунака', 'Незнаног јунака', 44.77691537293967, 20.458967685699463, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2158, 'Булевар ЈНА', 'Булевар ЈНА', 44.75014685155932, 20.48126220703125, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2159, 'Бахтијара Вагабзаде', 'Бахтијара Вагабзаде', 44.761513942669666, 20.4740309715271, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2160, 'Аце Јоксимовића', 'Аце Јоксимовића', 44.753636451151976, 20.42480707168579, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2161, 'Благоја Паровића', 'Благоја Паровића', 44.77417357902806, 20.413691997528076, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2162, 'Српских ударних бригада', 'Српских ударних бригада', 44.75255454543026, 20.45057773590088, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2163, 'Славка Родића', 'Славка Родића', 44.73682653043147, 20.430407524108887, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2164, 'Ратка Митровића', 'Ратка Митровића', 44.75686680968013, 20.422253608703613, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2165, 'Петра Мартиновића', 'Петра Мартиновића', 44.776260400673294, 20.423970222473145, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2166, 'Паунова', 'Паунова', 44.760965448066486, 20.476155281066895, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2167, 'Михаила Аврамовића', 'Михаила Аврамовића', 44.766023589761915, 20.46325922012329, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2168, 'Космајска', 'Космајска', 44.753910733891274, 20.417683124542236, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2169, 'Кнеза Вишеслава', 'Кнеза Вишеслава', 44.77988550277274, 20.422940254211426, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2170, 'Илије Ђуричића', 'Илије Ђуричића', 44.75906091248655, 20.415194034576416, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2171, 'Вукасовићева', 'Вукасовићева', 44.74821148060789, 20.460705757141113, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2172, 'Виноградски венац', 'Виноградски венац', 44.742923168133984, 20.418391227722168, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2173, 'Велизара Станковића', 'Велизара Станковића', 44.74943061946948, 20.455899238586426, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2174, 'Велисава Вуловића', 'Велисава Вуловића', 44.757628660374365, 20.454611778259277, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2176, 'Браће Вучковић', 'Браће Вучковић', 44.754261204385955, 20.41409969329834, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2177, 'Љешка', 'Љешка', 44.773259618795265, 20.411181449890137, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2178, 'Јабланичка', 'Јабланичка', 44.75209739608047, 20.425772666931152, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2179, 'Смедеревски пут', 'Смедеревски пут', 44.77729616735377, 20.544304847717285, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2180, 'Кружни пут вождовачки', 'Кружни пут вождовачки', 44.76172724472022, 20.484180450439453, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2182, 'Булевар револуције', 'Булевар револуције', 44.76472862578274, 20.564260482788086, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2184, 'Булевар ЈНА', 'Булевар ЈНА', 44.75081735866351, 20.481841564178467, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2185, 'Цветанова ћуприја', 'Цветанова ћуприја', 44.7714164216612, 20.512804985046387, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2186, 'Стражарска коса', 'Стражарска коса', 44.74723615100427, 20.52224636077881, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2187, 'Саве Ковачевића', 'Саве Ковачевића', 44.76632828295001, 20.560269355773926, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2189, 'Партизанска', 'Партизанска', 44.77449346169229, 20.536022186279297, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2190, 'Митков кладенац', 'Митков кладенац', 44.75365168911611, 20.522525310516357, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2191, 'Милошев кладенац', 'Милошев кладенац', 44.761392055430065, 20.526816844940186, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2192, 'Милана Ракића', 'Милана Ракића', 44.75372787887639, 20.561492443084717, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2193, 'Кумодрашка', 'Кумодрашка', 44.77132502192538, 20.483880043029785, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2194, 'Краља Петра првог', 'Краља Петра првог', 44.76430204305683, 20.554003715515137, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2195, 'Ите Рине', 'Ите Рине', 44.76686149216192, 20.566062927246094, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2196, 'Жељка Миливојевића', 'Жељка Миливојевића', 44.76323557246067, 20.540013313293457, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2197, 'Генерала Штефаника', 'Генерала Штефаника', 44.75551069059176, 20.497162342071533, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2198, 'Војводе Степе', 'Војводе Степе', 44.739387196566526, 20.509629249572754, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2199, 'Војводе Влаховића', 'Војводе Влаховића', 44.76463721546378, 20.499587059020996, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2200, 'Браће Јерковић', 'Браће Јерковић', 44.76507903066539, 20.49224853515625, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2201, 'Боривоја Стевановића', 'Боривоја Стевановића', 44.772772167423426, 20.511603355407715, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2203, 'Петра Кочића', 'Петра Кочића', 44.746702760666324, 20.579731464385986, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2207, 'Београдска', 'Београдска', 44.765779834054285, 20.576748847961426, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2208, 'Рит', 'Рит', 44.85846982717203, 20.43360471725464, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2209, 'Петог новембра', 'Петог новембра', 44.84204036134386, 20.398049354553223, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2210, 'Новоградска', 'Новоградска', 44.841386128192624, 20.397469997406006, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2211, 'Михајла Швраке', 'Михајла Швраке', 44.84943420092827, 20.477893352508545, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2212, 'Горана Бережана', 'Горана Бережана', 44.84861271006227, 20.430386066436768, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2213, 'Бранка Момирова', 'Бранка Момирова', 44.848217173244365, 20.461671352386475, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2215, 'Рајских птица', 'Рајских птица', 44.839408168832364, 20.55887460708618, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2216, 'Партизански блок улица 2.', 'Партизански блок улица 2.', 44.846787132856804, 20.487828254699707, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2218, 'Заге Маливук', 'Заге Маливук', 44.85264398809096, 20.525636672973633, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2219, 'Грге Андријановића', 'Грге Андријановића', 44.84452029397133, 20.489137172698975, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2220, 'Јасеновачких жртава', 'Јасеновачких жртава', 44.84906909532319, 20.478644371032715, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2221, 'Церска', 'Церска', 44.79613473879505, 20.477399826049805, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2222, 'Херцеговачка', 'Херцеговачка', 44.8063814357871, 20.449655055999756, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2223, 'Толстојева', 'Толстојева', 44.78882543296379, 20.44429063796997, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2224, 'Страхињића Бана', 'Страхињића Бана', 44.8247539399257, 20.455641746520996, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2225, 'Славка Шландера', 'Славка Шландера', 44.804569745136405, 20.437660217285156, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2226, 'Скендербегова', 'Скендербегова', 44.824693063083686, 20.459203720092773, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2227, 'Симе Игуманова', 'Симе Игуманова', 44.79278475520155, 20.478322505950928, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2228, 'Светозара Марковића', 'Светозара Марковића', 44.808284410911455, 20.46952486038208, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2230, 'Садика Рамиза', 'Садика Рамиза', 44.810567898190754, 20.44334650039673, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2231, 'Пушкинова', 'Пушкинова', 44.78803353592289, 20.432467460632324, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2233, 'Облаковска', 'Облаковска', 44.794840450004926, 20.459225177764893, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2234, 'Обалских радника', 'Обалских радника', 44.780936435195514, 20.40959358215332, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2236, 'Небојшина', 'Небојшина', 44.79260202323076, 20.468688011169434, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2237, 'Маглајска', 'Маглајска', 44.78763758332829, 20.459461212158203, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2238, 'Луја Адамича', 'Луја Адамича', 44.829989107837974, 20.405795574188232, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2239, 'Косте Јовановића', 'Косте Јовановића', 44.77717431341449, 20.47224998474121, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2240, 'Кнеза Данила', 'Кнеза Данила', 44.81283607271996, 20.476090908050537, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2241, 'Илије Гарашанина', 'Илије Гарашанина', 44.812074950272006, 20.47124147415161, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2242, 'Жанке Стокић', 'Жанке Стокић', 44.79343954001229, 20.437381267547607, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2243, 'Добропољска', 'Добропољска', 44.79412477197499, 20.458667278289795, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2245, 'Грамшијева', 'Грамшијева', 44.833960822078865, 20.4146146774292, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2246, 'Господар Јованова', 'Господар Јованова', 44.81880292462972, 20.464396476745605, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2247, 'Генерала Жданова', 'Генерала Жданова', 44.8351477180409, 20.403306484222412, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2248, 'Вукице Митровић', 'Вукице Митровић', 44.79748990418213, 20.47701358795166, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2249, 'Војводе Миленка', 'Војводе Миленка', 44.801524758727936, 20.461349487304688, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2250, 'Високог Стевана', 'Високог Стевана', 44.82377990273946, 20.463967323303223, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2251, 'Бродарска', 'Бродарска', 44.804052108785555, 20.43783187866211, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2252, 'Борисављевићева', 'Борисављевићева', 44.78483537964806, 20.468966960906982, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2253, 'Боже Јанковића', 'Боже Јанковића', 44.78110397337909, 20.47823667526245, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2254, 'Бирчанинова', 'Бирчанинова', 44.80571157360467, 20.4575514793396, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2255, 'Бањичких жртава', 'Бањичких жртава', 44.78861223098309, 20.436758995056152, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2257, 'Адмирала Вуковића', 'Адмирала Вуковића', 44.783647447902496, 20.47555446624756, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2258, 'Његошева', 'Његошева', 44.805407088223006, 20.46602725982666, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2260, 'Чика Мише Ђурића', 'Чика Мише Ђурића', 44.804843786030006, 20.519542694091797, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2261, 'Четврте Флавијеве легије', 'Четврте Флавијеве легије', 44.8374453574221, 20.557994842529297, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2262, 'Хусинских рудара', 'Хусинских рудара', 44.807736360512365, 20.520057678222656, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2264, 'Тетовска', 'Тетовска', 44.78906909140602, 20.487163066864014, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2265, 'Светог Николе', 'Светог Николе', 44.80201196735348, 20.49825668334961, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2266, 'Сазонова', 'Сазонова', 44.79372886116673, 20.48999547958374, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2267, 'Руже Јовановић', 'Руже Јовановић', 44.78416526730982, 20.52495002746582, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2268, 'Рамаданска', 'Рамаданска', 44.83479773843962, 20.559368133544922, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2269, 'Прешевска', 'Прешевска', 44.79752035697129, 20.504114627838135, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2270, 'Првомајска', 'Првомајска', 44.777067691006664, 20.5194354057312, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2271, 'Подморничара Ђорђа Митровића', 'Подморничара Ђорђа Митровића', 44.792891348583964, 20.541043281555176, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2272, 'Паје Јовановића', 'Паје Јовановића', 44.78931274881967, 20.50447940826416, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2273, 'Панте Срећковића', 'Панте Срећковића', 44.80758412336627, 20.501668453216553, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2274, 'Панчевачки пут', 'Панчевачки пут', 44.83715625551861, 20.49570322036743, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2276, 'Народних хероја', 'Народних хероја', 44.80505692804721, 20.56915283203125, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2277, 'Медаковићева', 'Медаковићева', 44.77883455122071, 20.487613677978516, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2278, 'Ловачка', 'Ловачка', 44.83003476128073, 20.550248622894287, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2279, 'Лединачка', 'Лединачка', 44.808695445293495, 20.495295524597168, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2281, 'Качићева', 'Качићева', 44.78529226996426, 20.50671100616455, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2282, 'Игора Васиљева', 'Игора Васиљева', 44.839423384163524, 20.503578186035156, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2283, 'Качерска', 'Качерска', 44.800550329133785, 20.544841289520264, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2284, 'Дантеова', 'Дантеова', 44.81312529661642, 20.510079860687256, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2285, 'Далматинска', 'Далматинска', 44.805757246273316, 20.483365058898926, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2287, 'Вељка Дугошевића', 'Вељка Дугошевића', 44.80595516075283, 20.49400806427002, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2288, 'Браће Ковач', 'Браће Ковач', 44.78533795879699, 20.486626625061035, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2290, 'Јовице Васиљевића', 'Јовице Васиљевића', 44.83974290518975, 20.491669178009033, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2291, 'Ђорђа Кратовца', 'Ђорђа Кратовца', 44.78844471458865, 20.479867458343506, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2292, 'Јаше Игњатовића', 'Јаше Игњатовића', 44.78311439366101, 20.48173427581787, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2293, 'Саве Ковачевића', 'Саве Ковачевића', 44.80385418777689, 20.57711362838745, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2295, 'Народних хероја', 'Народних хероја', 44.80513305000537, 20.57389497756958, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2296, 'Трговачка', 'Трговачка', 44.764210632062884, 20.412297248840332, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2297, 'Требевићка', 'Требевићка', 44.770730920116875, 20.414164066314697, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2298, 'Славка Ћурувије', 'Славка Ћурувије', 44.76606929384258, 20.454461574554443, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2299, 'Стевана Опачића', 'Стевана Опачића', 44.744447227113085, 20.452594757080078, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2300, 'Топчидерска', 'Топчидерска', 44.773518575663104, 20.43778896331787, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2301, 'Станка Пауновића-Вељка', 'Станка Пауновића-Вељка', 44.74842483176491, 20.452895164489746, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2302, 'Проте Милорада Павловића', 'Проте Милорада Павловића', 44.75433739334267, 20.41311264038086, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2303, 'Пивљанина Баја', 'Пивљанина Баја', 44.769496996833794, 20.454354286193848, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2304, 'Пионирска', 'Пионирска', 44.77085278765273, 20.437188148498535, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2305, 'Петра Лековића', 'Петра Лековића', 44.77202574953682, 20.416696071624756, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2307, 'Николе Мараковића', 'Николе Мараковића', 44.74572740560549, 20.458452701568604, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2308, 'Николаја Гогоља', 'Николаја Гогоља', 44.76911615099064, 20.413434505462646, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2309, 'Младена Стојановића', 'Младена Стојановића', 44.76990830752388, 20.454418659210205, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2310, 'Мира Попаре', 'Мира Попаре', 44.7722999449835, 20.414185523986816, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2311, 'Милана Благојевића Шпанца', 'Милана Благојевића Шпанца', 44.75822289694287, 20.45703649520874, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2312, 'Милоја Ђака', 'Милоја Ђака', 44.76943606166765, 20.455706119537354, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2313, 'Луке Војводића', 'Луке Војводића', 44.74667228106978, 20.432639122009277, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2314, 'Краљице Катарине', 'Краљице Катарине', 44.77661073560037, 20.419013500213623, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2316, 'Кадињача', 'Кадињача', 44.75004017925741, 20.42534351348877, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2317, 'Изворска', 'Изворска', 44.76840015400717, 20.42236089706421, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2318, 'Змајевачка', 'Змајевачка', 44.764743860821824, 20.408542156219482, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2319, 'Здравка Јовановића', 'Здравка Јовановића', 44.75436786889725, 20.412662029266357, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2320, 'Емила Золе', 'Емила Золе', 44.75179262783837, 20.421910285949707, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2321, 'Диане Будисављевић', 'Диане Будисављевић', 44.75936564239814, 20.45201539993286, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2322, 'Гуслара Перуна', 'Гуслара Перуна', 44.74190202614005, 20.442895889282227, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2323, 'Водице', 'Водице', 44.75025352366441, 20.439376831054688, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2324, 'Владимира Роловића', 'Владимира Роловића', 44.75141166527564, 20.426416397094727, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2325, 'Вељка Петровића', 'Вељка Петровића', 44.75732392130206, 20.42309045791626, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2326, 'Вељка Петровића', 'Вељка Петровића', 44.76372310431893, 20.42105197906494, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2327, 'Билећка', 'Билећка', 44.76439345390614, 20.480918884277344, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2328, 'Арчибалда Рајса', 'Арчибалда Рајса', 44.7582533704483, 20.424699783325195, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2329, 'Јосипа Славенског', 'Јосипа Славенског', 44.75621161004935, 20.476949214935303, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2330, 'Ђорђа Радојловића', 'Ђорђа Радојловића', 44.77478287781409, 20.46100616455078, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2331, 'Цветанова ћуприја', 'Цветанова ћуприја', 44.75301169116392, 20.522761344909668, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2333, 'Стари виногради', 'Стари виногради', 44.747479984948, 20.52222490310669, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2334, 'Ружина', 'Ружина', 44.757781029307864, 20.55263042449951, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2335, 'Растка Петровића', 'Растка Петровића', 44.775163686290824, 20.496604442596436, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2336, 'Радете Станковића', 'Радете Станковића', 44.766465394360296, 20.564968585968018, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2337, 'Раде Кондића', 'Раде Кондића', 44.774356369338875, 20.541601181030273, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2338, 'Пролећна', 'Пролећна', 44.73955485527458, 20.50995111465454, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2340, 'Павла Лабата', 'Павла Лабата', 44.74432530387335, 20.49021005630493, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2342, 'Максима Трпковића', 'Максима Трпковића', 44.77204098265133, 20.568788051605225, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2343, 'Доктора Мила Бошковића', 'Доктора Мила Бошковића', 44.736887499990615, 20.48525333404541, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2344, 'Димитрија Маринковића', 'Димитрија Маринковића', 44.7769915320234, 20.48776388168335, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2345, 'Двадесеттреће српске ударне дивизије', 'Двадесеттреће српске ударне дивизије', 44.74879057477338, 20.479931831359863, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2346, 'Двадесетседмог марта', 'Двадесетседмог марта', 44.77633656062085, 20.53044319152832, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2348, 'Двадесетдеветог новембра', 'Двадесетдеветог новембра', 44.774554391522685, 20.54793119430542, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2350, 'Авалска', 'Авалска', 44.759502770333995, 20.534648895263672, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2351, 'Јовијанова', 'Јовијанова', 44.75100022288737, 20.525014400482178, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1);
INSERT INTO `location` (`location_id`, `name`, `address`, `latitude`, `longitude`, `city`, `created_date`, `last_modified_date`, `last_modified_by`, `record_status`) VALUES
(2352, 'Ђуре Ђаковића', 'Ђуре Ђаковића', 44.76833921768386, 20.544111728668213, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2354, 'Милана Вукучевића', 'Милана Вукучевића', 44.750908790847774, 20.584022998809814, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2356, 'Београдска', 'Београдска', 44.76631304832878, 20.566985607147217, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2357, 'Јужни булевар', 'Јужни булевар', 44.74869913923823, 20.581212043762207, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2358, 'Јована Јовановића Змаја', 'Јована Јовановића Змаја', 44.74990302886562, 20.59361457824707, 'Beograd', '2021-06-21', '2021-06-21', 'system', 1),
(2765, 'Карловачки пут', 'Карловачки пут', 45.23425317820269, 19.890081882476807, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2766, 'Ченејска', 'Ченејска', 45.2924298044513, 19.82560157775879, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2767, 'Зрењанински пут', 'Зрењанински пут', 45.29901094195381, 19.855942726135254, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2768, 'Задружна', 'Задружна', 45.2914486061467, 19.821739196777344, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2769, 'Каћки пут', 'Каћки пут', 45.28029194258522, 19.882314205169678, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2770, 'Шајкашка', 'Шајкашка', 45.2728026130508, 19.841222763061523, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2771, 'Радничка', 'Радничка', 45.25144655851389, 19.855599403381348, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2772, 'Рачког', 'Рачког', 45.22524648457548, 19.877808094024658, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2773, 'Карловачки пут', 'Карловачки пут', 45.21416750333293, 19.91224765777588, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2774, 'Бреза', 'Бреза', 45.214620982860424, 19.908535480499268, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2775, 'Алибеговац', 'Алибеговац', 45.22239003702856, 19.877078533172607, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2776, 'Рељковићева', 'Рељковићева', 45.2550568094002, 19.87549066543579, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2778, 'Пут шајкашког одреда', 'Пут шајкашког одреда', 45.28021645024356, 19.851865768432617, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2779, 'Индустријска', 'Индустријска', 45.272953617361225, 19.823691844940186, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2780, 'Пут шајкашког одреда', 'Пут шајкашког одреда', 45.28014095780151, 19.86053466796875, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2781, 'Краља Петра првог', 'Краља Петра првог', 45.29633933373168, 19.94842529296875, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2782, 'Кеј скојеваца', 'Кеј скојеваца', 45.25424112424827, 19.860363006591797, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2783, 'Војводе Путника', 'Војводе Путника', 45.22746806677475, 19.851951599121094, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2784, 'Хероја Пинкија', 'Хероја Пинкија', 45.238710661268726, 19.824485778808594, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2785, 'Фрушкогорски пут', 'Фрушкогорски пут', 45.211068629780385, 19.834914207458496, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2786, 'Пут новосадског партизанског одреда', 'Пут новосадског партизанског одреда', 45.276819190908355, 19.807705879211426, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2787, 'Моше Пијаде', 'Моше Пијаде', 45.222752768482025, 19.854848384857178, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2788, 'Косовска', 'Косовска', 45.25813818090671, 19.848883152008057, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2789, 'Индустријска', 'Индустријска', 45.26914818622669, 19.8238205909729, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2791, 'Бајчи Жилинског', 'Бајчи Жилинског', 45.27026568056104, 19.84682321548462, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2793, 'Прерадовићева', 'Прерадовићева', 45.251929952692876, 19.872443675994873, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2796, 'Дунавске дивизије', 'Дунавске дивизије', 45.24076551875655, 19.866585731506348, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2797, 'Фрушкогорски пут', 'Фрушкогорски пут', 45.18478944450669, 19.822704792022705, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2798, 'Иве Лоле Рибара', 'Иве Лоле Рибара', 45.21069070682003, 19.840857982635498, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2800, 'Буковачки пут', 'Буковачки пут', 45.21493841637803, 19.891176223754883, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2801, 'Стефана Дечанског', 'Стефана Дечанског', 45.28371918909812, 19.836223125457764, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2803, 'Повртарска', 'Повртарска', 45.284685423828705, 19.83210325241089, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2804, 'Паје Радосављевића', 'Паје Радосављевића', 45.29153917900905, 19.820687770843506, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2805, 'Отокара Кершованија', 'Отокара Кершованија', 45.2859686788874, 19.81982946395874, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2806, 'Омладинских радних акција', 'Омладинских радних акција', 45.29659593433584, 19.829871654510498, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2807, 'Омладинска', 'Омладинска', 45.295539336159635, 19.822275638580322, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2808, 'Никанора Грујића', 'Никанора Грујића', 45.286587650361184, 19.84551429748535, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2809, 'Низијска', 'Низијска', 45.28883702640587, 19.822382926940918, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2810, 'Милеве Симић', 'Милеве Симић', 45.287885958828326, 19.81513023376465, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2811, 'Мајке Југовића', 'Мајке Југовића', 45.2922184708662, 19.841694831848145, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2814, 'Живојина Ћулума', 'Живојина Ћулума', 45.28317567483009, 19.834699630737305, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2815, 'Емануила Јанковића', 'Емануила Јанковића', 45.27703058186802, 19.84055757522583, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2816, 'Боже Кузмановића', 'Боже Кузмановића', 45.30462543709581, 19.82905626296997, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2817, 'Улица VII', 'Улица VII', 45.27539983121335, 19.874567985534668, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2819, 'Шекспирова', 'Шекспирова', 45.24256345809704, 19.836630821228027, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2821, 'Цара Лазара', 'Цара Лазара', 45.22216332869493, 19.845900535583496, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2822, 'Староиришки пут', 'Староиришки пут', 45.21711505562337, 19.835493564605713, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2823, 'Седме војвођанске бригаде', 'Седме војвођанске бригаде', 45.216268594705866, 19.843196868896484, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2824, 'Рибњак Доњи пут', 'Рибњак Доњи пут', 45.24482968712937, 19.86602783203125, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2825, 'Радоја Домановића', 'Радоја Домановића', 45.2654180120723, 19.839463233947754, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2827, 'Раде Кончара', 'Раде Кончара', 45.22190639149059, 19.84950542449951, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2828, 'Пушкинова', 'Пушкинова', 45.24614405854581, 19.83079433441162, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2829, 'Морнарска', 'Морнарска', 45.23710902963455, 19.81558084487915, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2830, 'Мише Димитријевића', 'Мише Димитријевића', 45.24215552727051, 19.82834815979004, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2831, 'Липарска', 'Липарска', 45.216011630862795, 19.822232723236084, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2832, 'Лазе Нанчића', 'Лазе Нанчића', 45.24720157668773, 19.81761932373047, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2833, 'Лазе Лазаревића', 'Лазе Лазаревића', 45.234872713719454, 19.825987815856934, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2834, 'Краљевића Марка', 'Краљевића Марка', 45.26581067352657, 19.834635257720947, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2835, 'Каналска', 'Каналска', 45.26997875843938, 19.853174686431885, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2836, 'Дожа Ђерђа', 'Дожа Ђерђа', 45.248863351133735, 19.83332633972168, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2837, 'Двор', 'Двор', 45.22573010169887, 19.841651916503906, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2838, 'Вуковарска', 'Вуковарска', 45.23726012888713, 19.864075183868408, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2839, 'Војинова', 'Војинова', 45.220153141925664, 19.83703851699829, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2840, 'Војводе Книћанина', 'Војводе Книћанина', 45.24307714460096, 19.826245307922363, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2842, 'Бранислава Букурова', 'Бранислава Букурова', 45.222828337243556, 19.855234622955322, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2843, 'Богдана Гавриловића', 'Богдана Гавриловића', 45.22353867869185, 19.85727310180664, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2844, 'Багремова', 'Багремова', 45.218399838295795, 19.82109546661377, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2845, 'Јасмина', 'Јасмина', 45.2169790181114, 19.825944900512695, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2846, 'Јабланова', 'Јабланова', 45.213305882268315, 19.8427677154541, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2848, 'Транџаментска', 'Транџаментска', 45.23898263196796, 19.869654178619385, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2849, 'Тешана Подруговића', 'Тешана Подруговића', 45.24259367507881, 19.88729238510132, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2851, 'Рибњак Доњи пут', 'Рибњак Доњи пут', 45.24522249096873, 19.866414070129395, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2852, 'Раде Кончара', 'Раде Кончара', 45.249210806918, 19.880855083465576, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2854, 'Павла Ристића', 'Павла Ристића', 45.222495833941565, 19.90098237991333, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2855, 'Мира', 'Мира', 45.22136228534242, 19.898686408996582, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2856, 'Мажуранићева', 'Мажуранићева', 45.24748861392911, 19.87529754638672, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2857, 'Косте Нађа', 'Косте Нађа', 45.254014542960164, 19.86924648284912, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2858, 'Владана Деснице', 'Владана Деснице', 45.25550996275544, 19.87679958343506, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2859, 'Божидара Аџије', 'Божидара Аџије', 45.24316779467836, 19.879181385040283, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2864, 'Ливаде', 'Ливаде', 45.2100860248602, 19.853453636169434, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2867, 'Зелени венац', 'Зелени венац', 45.21117444775928, 19.832124710083008, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2868, 'Докторке Кетрин Мекфеил', 'Докторке Кетрин Мекфеил', 45.21174888478083, 19.849419593811035, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2870, 'Петроварадинска', 'Петроварадинска', 45.21115933091721, 19.918770790100098, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2871, 'Видиковац', 'Видиковац', 45.20872546694571, 19.83429193496704, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(2872, 'Занош', 'Занош', 45.20975344704206, 19.906539916992188, 'Novi Sad', '2021-06-21', '2021-06-21', 'system', 1),
(3045, 'Лебански Пут', 'Лебански Пут', 42.98571970804687, 21.91995620727539, 'Leskovac', '2021-06-21', '2021-06-21', 'system', 1),
(3046, 'Нишка', 'Нишка', 43.00389390905164, 21.936049461364746, 'Leskovac', '2021-06-21', '2021-06-21', 'system', 1),
(3047, 'Томе Костића', 'Томе Костића', 42.99755395199645, 21.96986675262451, 'Leskovac', '2021-06-21', '2021-06-21', 'system', 1),
(3049, 'Станоја Главаша', 'Станоја Главаша', 42.994352338968866, 21.93446159362793, 'Leskovac', '2021-06-21', '2021-06-21', 'system', 1),
(3050, 'Дубочица', 'Дубочица', 42.99978242730484, 21.939139366149902, 'Leskovac', '2021-06-21', '2021-06-21', 'system', 1),
(3061, 'Железничка', 'Железничка', 42.89750330636352, 22.054409980773926, 'Vlasotince', '2021-06-21', '2021-06-21', 'system', 1);

-- --------------------------------------------------------

--
-- Table structure for table `parking`
--

CREATE TABLE `parking` (
  `parking_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `location_id` int(11) DEFAULT NULL,
  `parking_pic` text DEFAULT NULL,
  `description` mediumtext DEFAULT NULL,
  `name` varchar(128) NOT NULL,
  `width` decimal(10,0) DEFAULT NULL,
  `length` decimal(10,0) DEFAULT NULL,
  `price` decimal(10,0) NOT NULL,
  `last_modified_date` date DEFAULT NULL,
  `created_date` date DEFAULT NULL,
  `last_modified_by` varchar(128) DEFAULT NULL,
  `record_status` tinyint(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `parking`
--

INSERT INTO `parking` (`parking_id`, `user_id`, `location_id`, `parking_pic`, `description`, `name`, `width`, `length`, `price`, `last_modified_date`, `created_date`, `last_modified_by`, `record_status`) VALUES
(2, 1, 30, 'https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Blue_Disc_Parking_Area_Markings_Blue_Paint.JPG/1200px-Blue_Disc_Parking_Area_Markings_Blue_Paint.JPG', 'Parking 1', 'Parking 1', '3', '5', '3', NULL, NULL, NULL, NULL),
(3, 1, 1579, 'https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Blue_Disc_Parking_Area_Markings_Blue_Paint.JPG/1200px-Blue_Disc_Parking_Area_Markings_Blue_Paint.JPG', 'Parking 2', 'Parking 2', '3', '5', '3', NULL, NULL, NULL, NULL),
(4, 1, 1581, 'https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Blue_Disc_Parking_Area_Markings_Blue_Paint.JPG/1200px-Blue_Disc_Parking_Area_Markings_Blue_Paint.JPG', 'Parking 3', 'Parking 3', '3', '5', '2', NULL, NULL, NULL, NULL),
(5, 1, 1585, 'https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Blue_Disc_Parking_Area_Markings_Blue_Paint.JPG/1200px-Blue_Disc_Parking_Area_Markings_Blue_Paint.JPG', 'Parking 4', 'Parking 4', '3', '5', '3', NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `role`
--

CREATE TABLE `role` (
  `role_id` int(11) NOT NULL,
  `name` varchar(128) NOT NULL,
  `created_date` date DEFAULT NULL,
  `last_modified_date` date DEFAULT NULL,
  `last_modified_by` varchar(128) DEFAULT NULL,
  `record_status` tinyint(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `role`
--

INSERT INTO `role` (`role_id`, `name`, `created_date`, `last_modified_date`, `last_modified_by`, `record_status`) VALUES
(1, 'ADMIN', NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `user`
--

CREATE TABLE `user` (
  `user_id` int(11) NOT NULL,
  `first_name` varchar(256) NOT NULL,
  `last_name` varchar(256) NOT NULL,
  `email` varchar(256) NOT NULL,
  `username` varchar(256) NOT NULL,
  `password` varchar(256) DEFAULT NULL,
  `prof_pic` text DEFAULT NULL,
  `cvv` varchar(4) DEFAULT NULL,
  `bank_account` varchar(128) DEFAULT NULL,
  `bank_name` varchar(128) DEFAULT NULL,
  `created_date` date DEFAULT NULL,
  `last_modified_date` date DEFAULT NULL,
  `last_modified_by` varchar(128) DEFAULT NULL,
  `record_status` tinyint(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `user`
--

INSERT INTO `user` (`user_id`, `first_name`, `last_name`, `email`, `username`, `password`, `prof_pic`, `cvv`, `bank_account`, `bank_name`, `created_date`, `last_modified_date`, `last_modified_by`, `record_status`) VALUES
(1, 'admin', 'admin', 'admin', 'admin', '$2a$10$AbDQXN4sukfCn7zmYpfGU.LMDWioZwZdQw/YlFDcdI/YQe/RvVV4G', NULL, 'admi', 'admin', 'admin', NULL, '2021-06-20', 'system', 1),
(2, 'David', 'Ivanović', 'ivanovicdavid788@gmail.com', 'ivanovicdavid788', '$2a$10$i85X9cER3xsAz6hBqPvC8encDdKkqBvDwvNXecgu1lWVzrCsu/rvy', NULL, NULL, NULL, NULL, '2021-06-20', '2021-06-20', 'system', 1),
(4, 'David ', 'Ivanović', 'd@gmail.com', 'david123', '$2a$10$NBWP5g3/OY4uKCHm5Y27HuPB41IIbgqgrBgGcABVFTiXvpCkZxWtS', NULL, '324', '35347589', 'Unicredit', '2021-06-22', '2021-06-22', 'system', 1);

-- --------------------------------------------------------

--
-- Table structure for table `user_role`
--

CREATE TABLE `user_role` (
  `user_id` int(11) NOT NULL,
  `role_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `user_role`
--

INSERT INTO `user_role` (`user_id`, `role_id`) VALUES
(1, 1);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `booking`
--
ALTER TABLE `booking`
  ADD PRIMARY KEY (`booking_id`),
  ADD KEY `FK_RELATIONSHIP_3` (`user_id`),
  ADD KEY `FK_RELATIONSHIP_4` (`parking_id`);

--
-- Indexes for table `location`
--
ALTER TABLE `location`
  ADD PRIMARY KEY (`location_id`),
  ADD UNIQUE KEY `location_latitude_uindex` (`latitude`),
  ADD UNIQUE KEY `location_longitude_uindex` (`longitude`);

--
-- Indexes for table `parking`
--
ALTER TABLE `parking`
  ADD PRIMARY KEY (`parking_id`),
  ADD KEY `FK_RELATIONSHIP_5` (`location_id`),
  ADD KEY `FK_RELATIONSHIP_123` (`user_id`);

--
-- Indexes for table `role`
--
ALTER TABLE `role`
  ADD PRIMARY KEY (`role_id`);

--
-- Indexes for table `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`user_id`),
  ADD UNIQUE KEY `user_email_uindex` (`email`),
  ADD UNIQUE KEY `user_username_uindex` (`username`);

--
-- Indexes for table `user_role`
--
ALTER TABLE `user_role`
  ADD PRIMARY KEY (`user_id`,`role_id`),
  ADD KEY `FK_RELATIONSHIP_2` (`role_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `booking`
--
ALTER TABLE `booking`
  MODIFY `booking_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `location`
--
ALTER TABLE `location`
  MODIFY `location_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3857;

--
-- AUTO_INCREMENT for table `parking`
--
ALTER TABLE `parking`
  MODIFY `parking_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `role`
--
ALTER TABLE `role`
  MODIFY `role_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `user`
--
ALTER TABLE `user`
  MODIFY `user_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `booking`
--
ALTER TABLE `booking`
  ADD CONSTRAINT `FK_RELATIONSHIP_3` FOREIGN KEY (`USER_ID`) REFERENCES `user` (`USER_ID`),
  ADD CONSTRAINT `FK_RELATIONSHIP_4` FOREIGN KEY (`PARKING_ID`) REFERENCES `parking` (`PARKING_ID`);

--
-- Constraints for table `parking`
--
ALTER TABLE `parking`
  ADD CONSTRAINT `FK_RELATIONSHIP_5` FOREIGN KEY (`LOCATION_ID`) REFERENCES `location` (`LOCATION_ID`);

--
-- Constraints for table `user_role`
--
ALTER TABLE `user_role`
  ADD CONSTRAINT `FK_RELATIONSHIP_1` FOREIGN KEY (`USER_ID`) REFERENCES `user` (`USER_ID`),
  ADD CONSTRAINT `FK_RELATIONSHIP_2` FOREIGN KEY (`ROLE_ID`) REFERENCES `role` (`ROLE_ID`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
